//
//                       _oo8oo_
//                      o8888888o
//                      88" . "88
//                      (| -_- |)
//                      0\  =  /0
//                    ___/'==='\___
//                  .' \\|     |// '.
//                 / \\|||  :  |||// \
//                / _||||| -:- |||||_ \
//               |   | \\\  -  /// |   |
//               | \_|  ''\---/''  |_/ |
//               \  .-\__  '-'  __/-.  /
//             ___'. .'  /--.--\  '. .'___
//          ."" '<  '.___\_<|>_/___.'  >' "".
//         | | :  `- \`.:`\ _ /`:.`/ -`  : | |
//         \  \ `-.   \_ __\ /__ _/   .-` /  /
//     =====`-.____`.___ \_____/ ___.`____.-`=====
//                       `=---=`
//
//
//    ~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~~
//
//    佛祖保佑   永无bug
//
import org.junit.Assert;
import org.junit.Test;
import java.util.*;

/**
 * Created by 左小猫 on 16/10/11, uploaded by Kim Xu
 */
public class publishServiceTest extends BaseTest {
    @org.junit.Before
    public void init() {
        initSession(1);
    }
}
